Repository: FlyPig01/VRC-Fisher
Catalog: app/src/VrcFisher.Desktop/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# MinigameModelName
source: Minigame component detector
cs_cz: Detektor komponent minihry
de_de: Minigame-Komponentendetektor
es_es: Detector de componentes del minijuego
fi_fi: Minipelin osien tunnistin
fr_fr: Détecteur de composants de mini-jeu
hu_hu: Minijáték-komponens detektor
it_it: Rilevatore componenti minigioco
ja_jp: ミニゲームコンポーネント検出器
ko_kr: 미니게임 구성 요소 탐지기
pl_pl: Wykrywacz komponentów minigry
pt_br: Detector de componentes do minigame
ru_ru: Детектор компонентов мини-игры
sv_se: Detektor för minispelskomponenter
th_th: ตัวตรวจจับส่วนประกอบมินิเกม
tr_tr: Minigame bileşen algılayıcısı
uk_ua: Детектор компонентів міні-гри
zh_cn: 小游戏组件模型
zh_tw: 小遊戲元件偵測器

# LocatorModelDescription
source: Finds the bite indicator and minigame
cs_cz: Najde indikátor záběru a minihru
de_de: Findet den Bissanzeiger und das Minigame
es_es: Encuentra el indicador de picada y el minijuego
fi_fi: Löytää purentailmaisimen ja minipelin
fr_fr: Trouve l’indicateur de touche et le mini-jeu
hu_hu: Megkeresi a kapásjelzőt és a minijátékot
it_it: Trova l'indicatore di abboccata e il minigioco
ja_jp: アタリインジケーターとミニゲームを見つけます
ko_kr: 물림 표시기와 미니게임을 찾습니다
nl_nl: Vindt de beetindicator en het minigame
pl_pl: Znajduje wskaźnik brań i minigrę
pt_br: Encontra o indicador de mordida e o minigame
ru_ru: Находит индикатор поклёвки и мини-игру
sv_se: Hittar nappindikatorn och minispelet
th_th: ค้นหาตัวบ่งชี้การกัดและมินิเกม
tr_tr: Isırık göstergesini ve minigame'i bulur
uk_ua: Знаходить індикатор укусу та міні-гру
zh_cn: 识别咬钩感叹号和小游戏位置
zh_tw: 偵測咬餌指示器與釣魚小遊戲

# MinigameModelDescription
source: Finds the control zone and moving target
cs_cz: Najde kontrolní zónu a pohyblivý cíl
de_de: Findet die Steuerzone und das bewegliche Ziel
es_es: Encuentra la zona de control y el objetivo móvil
fi_fi: Löytää ohjausalueen ja liikkuvan kohteen
fr_fr: Trouve la zone de contrôle et la cible mobile
hu_hu: Megkeresi a vezérlési zónát és a mozgó célt
it_it: Trova la zona di controllo e il bersaglio mobile
ja_jp: コントロールゾーンと移動ターゲットを見つけます
ko_kr: 제어 영역과 이동 대상을 찾습니다
nl_nl: Vindt de controlezone en het bewegende doel
pl_pl: Znajduje strefę kontroli i ruchomy cel
pt_br: Encontra a zona de controle e o alvo móvel
ru_ru: Находит контрольную зону и движущуюся цель
sv_se: Hittar kontrollzonen och det rörliga målet
th_th: ค้นหาโซนควบคุมและเป้าหมายที่เคลื่อนที่
tr_tr: Kontrol bölgesini ve hareketli hedefi bulur
uk_ua: Знаходить зону керування та ціль, що рухається
zh_cn: 识别控制区域和移动目标
zh_tw: 偵測控制區域與移動目標

# LocatorModelTooltip
source: Scans the full VRChat frame.
cs_cz: Skenuje celý snímek VRChat.
de_de: Scannt den gesamten VRChat-Bildrahmen.
es_es: Escanea el fotograma completo de VRChat.
fi_fi: Skannaa koko VRChat-kuvan.
fr_fr: Analyse l’intégralité de la fenêtre VRChat.
hu_hu: A teljes VRChat-képkockát vizsgálja.
it_it: Scansiona l'intero frame di VRChat.
ja_jp: VRChatフレーム全体をスキャンします。
ko_kr: 전체 VRChat 프레임을 스캔합니다.
nl_nl: Scant het volledige VRChat-frame.
pl_pl: Skanuje całą klatkę VRChat.
pt_br: Escaneia o quadro completo do VRChat.
ru_ru: Сканирует весь кадр VRChat.
sv_se: Skannar hela VRChat-bilden.
th_th: สแกนเฟรม VRChat ทั้งหมด
tr_tr: VRChat çerçevesinin tamamını tarar.
uk_ua: Сканує весь кадр VRChat.
zh_cn: 扫描整个 VRChat 画面。
zh_tw: 掃描完整的 VRChat 畫面。

# MinigameModelTooltip
source: Analyzes the located fishing minigame.
cs_cz: Analyzuje nalezenou minihru rybolovu.
de_de: Analysiert das lokalisierte Angel-Minigame.
es_es: Analiza el minijuego de pesca localizado.
fi_fi: Analysoi löydetyn kalastuspelin.
fr_fr: Analyse le mini-jeu de pêche localisé.
hu_hu: Elemzi a megtalált horgász minijátékot.
it_it: Analizza il minigioco di pesca individuato.
ja_jp: 特定された釣りミニゲームを分析します。
ko_kr: 위치가 확인된 낚시 미니게임을 분석합니다.
nl_nl: Analyseert het gelokaliseerde visminigame.
pl_pl: Analizuje zlokalizowaną minigrę wędkowania.
pt_br: Analisa o minigame de pesca localizado.
ru_ru: Анализирует найденную мини-игру рыбалки.
sv_se: Analyserar det lokaliserade fiskeminispelet.
th_th: วิเคราะห์มินิเกมตกปลาที่พบ
tr_tr: Bulunan balıkçılık minigame'ini analiz eder.
uk_ua: Аналізує знайдену міні-гру риболовлі.
zh_cn: 分析已经找到的钓鱼小游戏区域。
zh_tw: 分析已定位的釣魚小遊戲。

# SelectedModelPurpose
source: Purpose
cs_cz: Účel
de_de: Zweck
es_es: Propósito
fi_fi: Käyttötarkoitus
fr_fr: Fonction
hu_hu: Rendeltetés
it_it: Scopo
ja_jp: 目的
ko_kr: 용도
nl_nl: Doel
pl_pl: Przeznaczenie
pt_br: Propósito
ru_ru: Назначение
sv_se: Syfte
th_th: วัตถุประสงค์
tr_tr: Amaç
uk_ua: Призначення
zh_cn: 用途
zh_tw: 用途

# SelectedModelStatus
source: Installation status
cs_cz: Stav instalace
de_de: Installationsstatus
es_es: Estado de instalación
fi_fi: Asennustila
fr_fr: État d’installation
hu_hu: Telepítési állapot
it_it: Stato di installazione
ja_jp: インストール状態
ko_kr: 설치 상태
nl_nl: Installatiestatus
pl_pl: Stan instalacji
pt_br: Status da instalação
ru_ru: Статус установки
sv_se: Installationsstatus
th_th: สถานะการติดตั้ง
tr_tr: Kurulum durumu
uk_ua: Стан встановлення
zh_cn: 安装状态
zh_tw: 安裝狀態

# ModelLocalPath
source: Local path
cs_cz: Místní cesta
de_de: Lokaler Pfad
es_es: Ruta local
fi_fi: Paikallinen polku
fr_fr: Chemin local
hu_hu: Helyi elérési út
it_it: Percorso locale
ja_jp: ローカルパス
ko_kr: 로컬 경로
nl_nl: Lokaal pad
pl_pl: Ścieżka lokalna
pt_br: Caminho local
ru_ru: Локальный путь
sv_se: Lokal sökväg
th_th: เส้นทางในเครื่อง
tr_tr: Yerel yol
uk_ua: Локальний шлях
zh_cn: 本地地址
zh_tw: 本機路徑

# ModelSource
source: Publisher / source
cs_cz: Vydavatel / zdroj
de_de: Herausgeber / Quelle
es_es: Publicador / origen
fi_fi: Julkaisija / lähde
fr_fr: Éditeur / source
hu_hu: Kiadó / forrás
it_it: Editore / sorgente
ja_jp: 発行者 / ソース
ko_kr: 게시자 / 소스
nl_nl: Uitgever / bron
pl_pl: Wydawca / źródło
pt_br: Publicador / origem
ru_ru: Издатель / источник
sv_se: Utgivare / källa
th_th: ผู้เผยแพร่ / แหล่งที่มา
tr_tr: Yayıncı / kaynak
uk_ua: Видавець / джерело
zh_cn: 发布者 / 下载源
zh_tw: 發行者／來源

# ModelStatusMissing
source: Not installed
cs_cz: Není nainstalováno
de_de: Nicht installiert
es_es: No instalado
fi_fi: Ei asennettu
fr_fr: Non installé
hu_hu: Nincs telepítve
it_it: Non installato
ja_jp: 未インストール
ko_kr: 설치되지 않음
nl_nl: Niet geïnstalleerd
pl_pl: Nie zainstalowano
pt_br: Não instalado
ru_ru: Не установлен
sv_se: Inte installerad
th_th: ยังไม่ได้ติดตั้ง
tr_tr: Kurulu değil
uk_ua: Не встановлено
zh_cn: 未安装
zh_tw: 未安裝

# ModelRowReady
source: {0} · Ready
cs_cz: {0} · Připraveno
de_de: {0} · Bereit
es_es: {0} · Listo
fi_fi: {0} · Valmis
fr_fr: {0} · Prêt
hu_hu: {0} · Kész
it_it: {0} · Pronto
ja_jp: {0} · 準備完了
ko_kr: {0} · 준비됨
nl_nl: {0} · Gereed
pl_pl: {0} · Gotowy
pt_br: {0} · Pronto
ru_ru: {0} · Готово
sv_se: {0} · Redo
th_th: {0} · พร้อม
tr_tr: {0} · Hazır
uk_ua: {0} · Готово
zh_cn: {0} · 已就绪
zh_tw: {0} · 就緒

# ModelRowInvalid
source: {0} · Verification failed
cs_cz: {0} · Ověření selhalo
de_de: {0} · Verifizierung fehlgeschlagen
es_es: {0} · Falló la verificación
fi_fi: {0} · Vahvistus epäonnistui
fr_fr: {0} · Échec de la vérification
hu_hu: {0} · Az ellenőrzés sikertelen
it_it: {0} · Verifica non riuscita
ja_jp: {0} · 検証失敗
ko_kr: {0} · 확인 실패
nl_nl: {0} · Verificatie mislukt
pl_pl: {0} · Weryfikacja nie powiodła się
pt_br: {0} · Falha na verificação
ru_ru: {0} · Проверка не пройдена
sv_se: {0} · Verifiering misslyckades
th_th: {0} · การตรวจสอบล้มเหลว
tr_tr: {0} · Doğrulama başarısız
uk_ua: {0} · Перевірка не вдалася
zh_cn: {0} · 校验失败
zh_tw: {0} · 驗證失敗

source: Models folder
cs_cz: Složka modelů
de_de: Modellordner
es_es: Carpeta de modelos
fi_fi: Mallikansio
fr_fr: Dossier des modèles
hu_hu: Modellek mappája
it_it: Cartella modelli
ja_jp: モデルフォルダー
ko_kr: 모델 폴더
nl_nl: Modelmap
pl_pl: Folder modeli
pt_br: Pasta de modelos
ru_ru: Папка моделей
sv_se: Modellmapp
th_th: โฟลเดอร์โมเดล
tr_tr: Modeller klasörü
uk_ua: Папка моделей
zh_cn: 模型文件夹
zh_tw: 模型資料夾

# TotalModelSize
source: Total size
cs_cz: Celková velikost
de_de: Gesamtgröße
es_es: Tamaño total
fi_fi: Koko yhteensä
fr_fr: Taille totale
hu_hu: Teljes méret
it_it: Dimensione totale
ja_jp: 合計サイズ
ko_kr: 전체 크기
nl_nl: Totale grootte
pl_pl: Całkowity rozmiar
pt_br: Tamanho total
ru_ru: Общий размер
sv_se: Total storlek
th_th: ขนาดรวม
tr_tr: Toplam boyut
uk_ua: Загальний розмір
zh_cn: 总占用
zh_tw: 總大小

# OpenFolder
source: Open
cs_cz: Otevřít
de_de: Ordner öffnen
es_es: Abrir
fi_fi: Avaa
fr_fr: Ouvrir
hu_hu: Megnyitás
it_it: Apri
ja_jp: 開く
ko_kr: 열기
nl_nl: Openen
pl_pl: Otwórz
pt_br: Abrir
ru_ru: Открыть
sv_se: Öppna
th_th: เปิด
tr_tr: Aç
uk_ua: Відкрити
zh_cn: 打开
zh_tw: 開啟

# ModelStatusReady
source: Version {0}, {1:N1} MB, verified
cs_cz: Verze {0}, {1:N1} MB, ověřeno
de_de: Version {0}, {1:N1} MB, verifiziert
es_es: Versión {0}, {1:N1} MB, verificado
fi_fi: Versio {0}, {1:N1} MB, vahvistettu
fr_fr: Version {0}, {1:N1} MB, vérifié
hu_hu: {0}. verzió, {1:N1} MB, ellenőrizve
it_it: Versione {0}, {1:N1} MB, verificato
ja_jp: バージョン {0}、{1:N1} MB、検証済み
ko_kr: 버전 {0}, {1:N1} MB, 확인됨
nl_nl: Versie {0}, {1:N1} MB, geverifieerd
pl_pl: Wersja {0}, {1:N1} MB, zweryfikowano
pt_br: Versão {0}, {1:N1} MB, verificado
ru_ru: Версия {0}, {1:N1} MB, проверено
sv_se: Version {0}, {1:N1} MB, verifierad
th_th: เวอร์ชัน {0}, {1:N1} MB, ตรวจสอบแล้ว
tr_tr: Sürüm {0}, {1:N1} MB, doğrulandı
uk_ua: Версія {0}, {1:N1} МБ, перевірено
zh_cn: 版本 {0}，{1:N1} MB，校验通过
zh_tw: 版本 {0}，{1:N1} MB，已驗證

# ModelStatusInvalid
source: {0:N1} MB, integrity check failed
cs_cz: {0:N1} MB, kontrola integrity selhala
de_de: {0:N1} MB, Integritätsprüfung fehlgeschlagen
es_es: {0:N1} MB, falló la comprobación de integridad
fi_fi: {0:N1} MB, eheystarkistus epäonnistui
fr_fr: {0:N1} MB, échec du contrôle d’intégrité
hu_hu: {0:N1} MB, az integritásellenőrzés sikertelen
it_it: {0:N1} MB, controllo di integrità non riuscito
ja_jp: {0:N1} MB、整合性チェックに失敗しました
ko_kr: {0:N1} MB, 무결성 검사 실패
nl_nl: {0:N1} MB, integriteitscontrole mislukt
pl_pl: {0:N1} MB, kontrola integralności nie powiodła się
pt_br: {0:N1} MB, falha na verificação de integridade
ru_ru: {0:N1} MB, проверка целостности не пройдена
sv_se: {0:N1} MB, integritetskontroll misslyckades
th_th: {0:N1} MB, การตรวจสอบความถูกต้องล้มเหลว
tr_tr: {0:N1} MB, bütünlük denetimi başarısız
uk_ua: {0:N1} МБ, перевірка цілісності не вдалася
zh_cn: {0:N1} MB，未通过完整性校验
zh_tw: {0:N1} MB，完整性檢查失敗

# ModelsDeleted
source: The model package was deleted.
cs_cz: Balíček modelů byl smazán.
de_de: Das Modellpaket wurde gelöscht.
es_es: El paquete de modelos se eliminó.
fi_fi: Mallipaketti poistettiin.
fr_fr: Le pack de modèles a été supprimé.
hu_hu: A modellcsomag törlésre került.
it_it: Il pacchetto modelli è stato eliminato.
ja_jp: モデルパッケージは削除されました。
ko_kr: 모델 패키지가 삭제되었습니다.
nl_nl: Het modelpakket is verwijderd.
pl_pl: Pakiet modeli został usunięty.
pt_br: O pacote de modelos foi excluído.
ru_ru: Пакет моделей был удалён.
sv_se: Modellpaketet togs bort.
th_th: แพ็กเกจโมเดลถูกลบแล้ว
tr_tr: Model paketi silindi.
uk_ua: Пакет моделей видалено.
zh_cn: 模型包已删除。
zh_tw: 模型套件已刪除。

# Language
source: Interface language
cs_cz: Jazyk rozhraní
de_de: Sprache
es_es: Idioma de la interfaz
fi_fi: Käyttöliittymän kieli
fr_fr: Langue de l’interface
hu_hu: Felület nyelve
it_it: Lingua dell'interfaccia
ja_jp: インターフェース言語
ko_kr: 인터페이스 언어
nl_nl: Interface taal
pl_pl: Język interfejsu
pt_br: Idioma da interface
ru_ru: Язык интерфейса
sv_se: Gränssnittsspråk
th_th: ภาษาของอินเทอร์เฟซ
tr_tr: Arayüz dili
uk_ua: Мова інтерфейсу
zh_cn: 界面语言
zh_tw: 介面語言

# Device
source: Execution device
cs_cz: Prováděcí zařízení
de_de: Ausführungsgerät
es_es: Dispositivo de ejecución
fi_fi: Suorituslaite
fr_fr: Périphérique d’exécution
hu_hu: Végrehajtási eszköz
it_it: Dispositivo di esecuzione
ja_jp: 実行デバイス
ko_kr: 실행 장치
nl_nl: Uitvoeringsapparaat
pl_pl: Urządzenie wykonawcze
pt_br: Dispositivo de execução
ru_ru: Устройство выполнения
sv_se: Beräkningsenhet
th_th: อุปกรณ์การประมวลผล
tr_tr: Yürütme aygıtı
uk_ua: Пристрій виконання
zh_cn: 运行设备
zh_tw: 執行裝置

# DeviceAuto
source: Auto
cs_cz: Automaticky
de_de: Automatisch
es_es: Automático
fi_fi: Automaattinen
fr_fr: Automatique
hu_hu: Automatikus
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
nl_nl: Automatisch
pl_pl: Automatycznie
pt_br: Automático
ru_ru: Автоматически
sv_se: Automatiskt
th_th: อัตโนมัติ
tr_tr: Otomatik
uk_ua: Автоматично
zh_cn: 自动选择
zh_tw: 自動

# DeviceDescription
source: Auto is recommended. Try CPU if the game stutters.
cs_cz: Automatická volba se doporučuje. Pokud hra zadrhává, zkuste CPU.
de_de: Automatisch wird empfohlen. Versuchen Sie CPU, wenn das Spiel ruckelt.
es_es: Se recomienda Automático. Prueba con la CPU si el juego se entrecorta.
fi_fi: Automaattinen on suositeltava. Kokeile CPU:ta, jos peli pätkii.
fr_fr: Le mode automatique est recommandé. Essayez le processeur si le jeu saccade.
hu_hu: Az Automatikus ajánlott. Próbálja ki a CPU-t, ha a játék akadozik.
it_it: Consigliato Automatico. Prova CPU se il gioco rallenta.
ja_jp: 自動が推奨されます。ゲームがカクつく場合はCPUをお試しください。
ko_kr: 자동을 권장합니다. 게임이 끊기면 CPU를 시도하세요.
nl_nl: Automatisch wordt aanbevolen. Probeer CPU als het spel hapert.
pl_pl: Zalecane jest ustawienie Automatycznie. Spróbuj CPU, jeśli gra się przycina.
pt_br: Automático é recomendado. Tente CPU se o jogo engasgar.
ru_ru: Рекомендуется «Автоматически». Попробуйте CPU, если игра тормозит.
sv_se: Auto rekommenderas. Prova CPU om spelet laggar.
th_th: แนะนำให้ใช้อัตโนมัติ ลองใช้ CPU หากเกมกระตุก
tr_tr: Otomatik önerilir. Oyun takılıyorsa CPU'yu deneyin.
uk_ua: Рекомендовано «Автоматично». Спробуйте CPU, якщо гра гальмує.
zh_cn: 推荐自动选择；游戏卡顿时可尝试 CPU。
zh_tw: 建議使用「自動」。如果遊戲卡頓，請嘗試使用 CPU。

# ToggleHotkey
source: Start / stop hotkey
cs_cz: Klávesová zkratka spuštění / zastavení
de_de: Hotkey zum Starten/Stoppen
es_es: Tecla de acceso rápido de inicio/detención
fi_fi: Aloitus-/pysäytyspikanäppäin
fr_fr: Raccourci clavier de démarrage / arrêt
hu_hu: Indítás / leállítás gyorsbillentyű
it_it: Tasto rapido avvia/ferma
ja_jp: 開始 / 停止ホットキー
ko_kr: 시작/중지 단축키
nl_nl: Sneltoets starten/stoppen
pl_pl: Skrót klawiszowy start / stop
pt_br: Atalho para iniciar/parar
ru_ru: Горячая клавиша запуска / остановки
sv_se: Kortkommando för start/stopp
th_th: ปุ่มลัดเริ่ม / หยุด
tr_tr: Başlat / durdur kısayol tuşu
uk_ua: Гаряча клавіша запуску / зупинки
zh_cn: 启动 / 停止热键
zh_tw: 開始／停止快速鍵

# ToggleHotkeyDescription
source: Press this global hotkey to start or stop auto fishing while VRChat is in front or this application is in the background.
cs_cz: Stisknutím této globální klávesové zkratky spustíte nebo zastavíte automatický rybolov, když je VRChat v popředí nebo je tato aplikace na pozadí.
de_de: Drücken Sie diese globale Tastenkombination, um das automatische Angeln zu starten oder zu stoppen, während VRChat im Vordergrund ist oder diese Anwendung im Hintergrund läuft.
es_es: Pulsa esta tecla de acceso rápido global para iniciar o detener la pesca automática mientras VRChat está en primer plano o esta aplicación está en segundo plano.
fi_fi: Paina tätä järjestelmänlaajuista pikanäppäintä aloittaaksesi tai lopettaaksesi autokalastuksen, kun VRChat on etualalla tai tämä sovellus on taustalla.
fr_fr: Appuyez sur ce raccourci global pour démarrer ou arrêter la pêche automatique lorsque VRChat est au premier plan ou que cette application est en arrière-plan.
hu_hu: Nyomja meg ezt a globális gyorsbillentyűt az automatikus horgászat indításához vagy leállításához, amikor a VRChat az előtérben van, vagy ez az alkalmazás a háttérben fut.
it_it: Premi questo tasto rapido globale per avviare o fermare la pesca automatica mentre VRChat è in primo piano o questa applicazione è in background.
ja_jp: このグローバルホットキーを押すと、VRChatが前面にあるか、このアプリケーションがバックグラウンドにあるときに自動釣りを開始または停止できます。
ko_kr: 이 전역 단축키를 눌러 VRChat이 전면에 있거나 이 응용 프로그램이 백그라운드에 있을 때 자동 낚시를 시작하거나 중지하세요.
nl_nl: Druk op deze globale sneltoets om automatisch vissen te starten of stoppen terwijl VRChat op de voorgrond staat of deze applicatie op de achtergrond staat.
pl_pl: Naciśnij ten globalny skrót, aby uruchomić lub zatrzymać automatyczne łowienie, gdy VRChat jest na pierwszym planie lub ta aplikacja działa w tle.
pt_br: Pressione este atalho global para iniciar ou parar a pesca automática enquanto o VRChat está em primeiro plano ou este aplicativo está em segundo plano.
ru_ru: Нажмите эту глобальную горячую клавишу, чтобы запустить или остановить автоловлю, когда VRChat находится на переднем плане или это приложение работает в фоновом режиме.
sv_se: Tryck på detta globala kortkommando för att starta eller stoppa det automatiska fisket medan VRChat är i förgrunden eller denna applikation är i bakgrunden.
th_th: กดปุ่มลัดทั่วโลกนี้เพื่อเริ่มหรือหยุดการตกปลาอัตโนมัติเมื่อ VRChat อยู่ด้านหน้าหรือแอปพลิเคชันนี้ทำงานอยู่เบื้องหลัง
tr_tr: VRChat ön plandayken veya bu uygulama arka plandayken otomatik balıkçılığı başlatmak veya durdurmak için bu genel kısayol tuşuna basın.
uk_ua: Натисніть цю глобальну гарячу клавішу, щоб запустити або зупинити авто-риболовлю, коли VRChat на передньому плані або застосунок працює у фоні.
zh_cn: 在 VRChat 前台或软件位于后台时，按此全局热键启动或停止自动钓鱼。
zh_tw: 按下此全域快速鍵可在 VRChat 位於前景或本應用程式位於背景時開始或停止自動釣魚。

# ConfirmHotkeyTitle
source: Change the start / stop hotkey?
cs_cz: Změnit klávesovou zkratku spuštění / zastavení?
de_de: Tastenkombination zum Starten/Stoppen ändern?
es_es: ¿Cambiar la tecla de acceso rápido de inicio/detención?
fi_fi: Vaihdetaanko aloitus-/pysäytyspikanäppäintä?
fr_fr: Changer le raccourci clavier de démarrage / arrêt ?
hu_hu: Módosítja az indítás / leállítás gyorsbillentyűt?
it_it: Cambiare il tasto rapido avvia/ferma?
ja_jp: 開始 / 停止ホットキーを変更しますか？
ko_kr: 시작/중지 단축키를 변경할까요?
nl_nl: Sneltoets starten/stoppen wijzigen?
pl_pl: Zmienić skrót start / stop?
pt_br: Alterar o atalho de iniciar/parar?
ru_ru: Изменить горячую клавишу запуска / остановки?
sv_se: Ändra kortkommandot för start/stopp?
th_th: เปลี่ยนปุ่มลัดเริ่ม / หยุด?
tr_tr: Başlat / durdur kısayol tuşu değiştirilsin mi?
uk_ua: Змінити гарячу клавішу запуску / зупинки?
zh_cn: 更改启动 / 停止热键？
zh_tw: 變更開始／停止快速鍵？

# ConfirmHotkeyMessage
source: Change the hotkey from {0} to {1}? The change takes effect immediately.
cs_cz: Změnit klávesovou zkratku z {0} na {1}? Změna se projeví okamžitě.
de_de: Tastenkombination von {0} auf {1} ändern? Die Änderung wird sofort wirksam.
es_es: ¿Cambiar la tecla de acceso rápido de {0} a {1}? El cambio se aplica de inmediato.
fi_fi: Vaihdetaanko pikanäppäin arvosta {0} arvoon {1}? Muutos tulee voimaan välittömästi.
fr_fr: Changer le raccourci clavier de {0} à {1} ? La modification prend effet immédiatement.
hu_hu: A gyorsbillentyűt {0}-ról {1}-re módosítja? A változás azonnal érvényes lesz.
it_it: Cambiare il tasto rapido da {0} a {1}? La modifica ha effetto immediato.
ja_jp: ホットキーを {0} から {1} に変更しますか？ 変更はすぐに有効になります。
ko_kr: 단축키를 {0}에서 {1}(으)로 변경할까요? 변경 사항이 즉시 적용됩니다.
nl_nl: Sneltoets wijzigen van {0} naar {1}? De wijziging is onmiddellijk van kracht.
pl_pl: Zmienić skrót z {0} na {1}? Zmiana zacznie obowiązywać natychmiast.
pt_br: Alterar o atalho de {0} para {1}? A alteração entra em vigor imediatamente.
ru_ru: Изменить горячую клавишу с {0} на {1}? Изменение вступит в силу немедленно.
sv_se: Ändra kortkommandot från {0} till {1}? Ändringen träder i kraft omedelbart.
th_th: เปลี่ยนปุ่มลัดจาก {0} เป็น {1}? การเปลี่ยนแปลงมีผลทันที
tr_tr: Kısayol tuşu {0} yerine {1} olarak değiştirilsin mi? Değişiklik anında geçerli olur.
uk_ua: Змінити гарячу клавішу з {0} на {1}? Зміна набуде чинності негайно.
zh_cn: 确认将热键从 {0} 更改为 {1}？更改会立即生效。
zh_tw: 將快速鍵從 {0} 變更為 {1}？此變更會立即生效。

source: Confirm change
cs_cz: Potvrdit změnu
de_de: Änderung bestätigen
es_es: Confirmar cambio
fi_fi: Vahvista muutos
fr_fr: Confirmer la modification
hu_hu: Módosítás megerősítése
it_it: Conferma modifica
ja_jp: 変更を確認
ko_kr: 변경 확인
nl_nl: Wijziging bevestigen
pl_pl: Potwierdź zmianę
pt_br: Confirmar alteração
ru_ru: Подтвердить изменение
sv_se: Bekräfta ändring
th_th: ยืนยันการเปลี่ยนแปลง
tr_tr: Değişikliği onayla
uk_ua: Підтвердити зміну
zh_cn: 确认更改
zh_tw: 確認變更

# HotkeyChangeFailedTitle
source: This hotkey cannot be used
cs_cz: Tuto klávesovou zkratku nelze použít
de_de: Diese Tastenkombination kann nicht verwendet werden
es_es: Esta tecla de acceso rápido no se puede utilizar
fi_fi: Tätä pikanäppäintä ei voi käyttää
fr_fr: Ce raccourci clavier ne peut pas être utilisé
hu_hu: Ez a gyorsbillentyű nem használható
it_it: Questo tasto rapido non può essere utilizzato
ja_jp: このホットキーは使用できません
ko_kr: 이 단축키는 사용할 수 없음
nl_nl: Deze sneltoets kan niet worden gebruikt
pl_pl: Ten skrót klawiszowy nie może być użyty
pt_br: Este atalho não pode ser usado
ru_ru: Эта горячая клавиша не может быть использована
sv_se: Detta kortkommando kan inte användas
th_th: ไม่สามารถใช้ปุ่มลัดนี้ได้
tr_tr: Bu kısayol tuşu kullanılamıyor
uk_ua: Цю гарячу клавішу не можна використати
zh_cn: 无法使用此热键
zh_tw: 此快速鍵無法使用

# HotkeyChangeFailed
source: {0} may already be used by another application. The previous hotkey is unchanged. {1}
cs_cz: {0} může být již používána jinou aplikací. Předchozí klávesová zkratka zůstává beze změny. {1}
de_de: {0} wird möglicherweise bereits von einer anderen Anwendung verwendet. Die vorherige Tastenkombination bleibt unverändert. {1}
es_es: {0} puede que ya esté en uso por otra aplicación. La tecla de acceso rápido anterior no ha cambiado. {1}
fi_fi: {0} voi olla jo toisen sovelluksen käytössä. Edellinen pikanäppäin on ennallaan. {1}
fr_fr: {0} est peut-être déjà utilisé par une autre application. Le raccourci clavier précédent est inchangé. {1}
hu_hu: {0} lehet, hogy már egy másik alkalmazás használja. Az előző gyorsbillentyű változatlan. {1}
it_it: {0} potrebbe essere già utilizzato da un'altra applicazione. Il tasto rapido precedente rimane invariato. {1}
ja_jp: {0} は別のアプリケーションで既に使用されている可能性があります。以前のホットキーは変更されていません。 {1}
ko_kr: {0}은(는) 다른 응용 프로그램에서 이미 사용 중일 수 있습니다. 이전 단축키는 변경되지 않았습니다. {1}
nl_nl: {0} is mogelijk al in gebruik door een andere applicatie. De vorige sneltoets blijft ongewijzigd. {1}
pl_pl: {0} może być już używany przez inną aplikację. Poprzedni skrót pozostaje bez zmian. {1}
pt_br: {0} pode já estar em uso por outro aplicativo. O atalho anterior permanece inalterado. {1}
ru_ru: {0} может уже использоваться другим приложением. Предыдущая горячая клавиша не изменена. {1}
sv_se: {0} kan redan användas av en annan applikation. Det tidigare kortkommandot är oförändrat. {1}
th_th: {0} อาจถูกใช้โดยแอปพลิเคชันอื่นอยู่แล้ว ปุ่มลัดก่อนหน้าจะไม่เปลี่ยนแปลง {1}
tr_tr: {0} zaten başka bir uygulama tarafından kullanılıyor olabilir. Önceki kısayol tuşu değiştirilmedi. {1}
uk_ua: {0} можливо вже використовується іншим застосунком. Попередня гаряча клавіша залишилася без змін. {1}
zh_cn: {0} 可能已被其他程序占用。原热键保持不变。 {1}
zh_tw: {0} 可能已被其他應用程式使用。先前的快速鍵維持不變。 {1}

# GeneralSettings
source: General
cs_cz: Obecné
de_de: Allgemein
fi_fi: Yleistä
fr_fr: Général
hu_hu: Általános
it_it: Generale
ja_jp: 一般
ko_kr: 일반
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие
sv_se: Allmänt
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Загальні
zh_cn: 常规
zh_tw: 一般

# AutomationSettings
source: Automation
cs_cz: Automatizace
de_de: Automatisierung
es_es: Automatización
fi_fi: Automaatio
fr_fr: Automatisation
hu_hu: Automatizálás
it_it: Automazione
ja_jp: 自動化
ko_kr: 자동화
nl_nl: Automatisering
pl_pl: Automatyzacja
pt_br: Automação
ru_ru: Автоматизация
sv_se: Automatisering
th_th: อัตโนมัติ
tr_tr: Otomasyon
uk_ua: Автоматизація
zh_cn: 自动化
zh_tw: 自動化

# StorageSettings
source: Local storage
cs_cz: Místní úložiště
de_de: Lokaler Speicher
es_es: Almacenamiento local
fi_fi: Paikallinen tallennus
fr_fr: Stockage local
hu_hu: Helyi tárolás
it_it: Archiviazione locale
ja_jp: ローカルストレージ
ko_kr: 로컬 저장소
nl_nl: Lokale opslag
pl_pl: Pamięć lokalna
pt_br: Armazenamento local
ru_ru: Локальное хранилище
sv_se: Lokal lagring
th_th: ที่จัดเก็บข้อมูลในเครื่อง
tr_tr: Yerel depolama
uk_ua: Локальне сховище
zh_cn: 本地存储
zh_tw: 本機儲存空間
